WELCOME_MESSAGE = (
    "📢 <b>Добро пожаловать в KISA STORE – ваш магазин электроники в Telegram!</b>\n\n"
    "Мы предлагаем <b>качественные гаджеты, аксессуары и технику</b> по выгодным ценам! 🚀\n\n"
    "💡 <b>Вот что вы можете сделать прямо сейчас:</b>\n"
    "✅ <b>Посмотреть каталог</b> – нажмите «📦 Каталог»\n"
    "✅ <b>Получить помощь</b> – нажмите «📞 Связаться с нами»\n"
    "✅ <b>Оформить заказ</b> – добавьте товар в корзину и следуйте инструкциям\n\n"
    "🔹 <b>Начнем? Просто выберите нужный раздел в меню!</b> 🔹"
)

PROFILE_TEXT = """👤 <b>Профиль пользователя</b>

<b>Имя:</b> {0} {1}
<b>Никнейм:</b> @{2}

<b>Программа лояльности:</b>
🏅 <b>Ваш уровень:</b>
💎 <b>Баллы лояльности:</b>  баллов
🎁 <b>Бонусы:</b> рублей на скидку (можно использовать при следующей покупке)
"""

